data = [{
	"node1": {
		"citation": "7",
		"keyword": "新能源汽车",
		"source": "万方,知网,维普,爱学术",
		"summary": "正随着我国经济的快速增长,机动车规模扩张所引发的能源、环境问题已经成为制约城市可持续发展的瓶颈之一。因此,节能环保的清洁能源汽车,得到了全社会的高度重视。新能...",
		"title": "新能源汽车",
		"type": "论文",
		"year": "2008"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "交通与运输"
	},
	"node2_label": ["出版源"],
	"relation": "来源"
},
{
	"node1": {
		"citation": "7",
		"keyword": "新能源汽车",
		"source": "万方,知网,维普,爱学术",
		"summary": "正随着我国经济的快速增长,机动车规模扩张所引发的能源、环境问题已经成为制约城市可持续发展的瓶颈之一。因此,节能环保的清洁能源汽车,得到了全社会的高度重视。新能...",
		"title": "新能源汽车",
		"type": "论文",
		"year": "2008"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "燃料电池汽车"
	},
	"node2_label": ["技术"],
	"relation": "技术类别"
},
{
	"node1": {
		"citation": "7",
		"keyword": "新能源汽车",
		"source": "万方,知网,维普,爱学术",
		"summary": "正随着我国经济的快速增长,机动车规模扩张所引发的能源、环境问题已经成为制约城市可持续发展的瓶颈之一。因此,节能环保的清洁能源汽车,得到了全社会的高度重视。新能...",
		"title": "新能源汽车",
		"type": "论文",
		"year": "2008"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "新能源汽车"
	},
	"node2_label": ["技术"],
	"relation": "技术类别"
},
{
	"node1": {
		"citation": "7",
		"keyword": "新能源汽车",
		"source": "万方,知网,维普,爱学术",
		"summary": "正随着我国经济的快速增长,机动车规模扩张所引发的能源、环境问题已经成为制约城市可持续发展的瓶颈之一。因此,节能环保的清洁能源汽车,得到了全社会的高度重视。新能...",
		"title": "新能源汽车",
		"type": "论文",
		"year": "2008"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "发动机"
	},
	"node2_label": ["技术"],
	"relation": "技术类别"
},
{
	"node1": {
		"citation": "7",
		"keyword": "新能源汽车",
		"source": "万方,知网,维普,爱学术",
		"summary": "正随着我国经济的快速增长,机动车规模扩张所引发的能源、环境问题已经成为制约城市可持续发展的瓶颈之一。因此,节能环保的清洁能源汽车,得到了全社会的高度重视。新能...",
		"title": "新能源汽车",
		"type": "论文",
		"year": "2008"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "混合动力车"
	},
	"node2_label": ["技术"],
	"relation": "技术类别"
},
{
	"node1": {
		"citation": "7",
		"keyword": "新能源汽车",
		"source": "万方,知网,维普,爱学术",
		"summary": "正随着我国经济的快速增长,机动车规模扩张所引发的能源、环境问题已经成为制约城市可持续发展的瓶颈之一。因此,节能环保的清洁能源汽车,得到了全社会的高度重视。新能...",
		"title": "新能源汽车",
		"type": "论文",
		"year": "2008"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "混合动力系统"
	},
	"node2_label": ["技术"],
	"relation": "技术类别"
},
{
	"node1": {
		"citation": "7",
		"keyword": "新能源汽车",
		"source": "万方,知网,维普,爱学术",
		"summary": "正随着我国经济的快速增长,机动车规模扩张所引发的能源、环境问题已经成为制约城市可持续发展的瓶颈之一。因此,节能环保的清洁能源汽车,得到了全社会的高度重视。新能...",
		"title": "新能源汽车",
		"type": "论文",
		"year": "2008"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "庾晋"
	},
	"node2_label": ["人物"],
	"relation": "作者"
},
{
	"node1": {
		"citation": "103",
		"keyword": "新能源汽车",
		"source": "万方,豆丁网,道客巴巴,爱学术,百度文库",
		"summary": "本文分析了低碳的必然选择,汽车产业的发展趋势,探讨了欧洲国家、美国和日本鼓励新能源汽车发展和政府支持助力我国新能源汽车产业发展的情况。",
		"title": "新能源汽车产业发展的政策支持",
		"type": "论文",
		"year": "2010"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "低碳交通"
	},
	"node2_label": ["技术"],
	"relation": "技术类别"
},
{
	"node1": {
		"citation": "103",
		"keyword": "新能源汽车",
		"source": "万方,豆丁网,道客巴巴,爱学术,百度文库",
		"summary": "本文分析了低碳的必然选择,汽车产业的发展趋势,探讨了欧洲国家、美国和日本鼓励新能源汽车发展和政府支持助力我国新能源汽车产业发展的情况。",
		"title": "新能源汽车产业发展的政策支持",
		"type": "论文",
		"year": "2010"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "新能源汽车"
	},
	"node2_label": ["技术"],
	"relation": "技术类别"
},
{
	"node1": {
		"citation": "103",
		"keyword": "新能源汽车",
		"source": "万方,豆丁网,道客巴巴,爱学术,百度文库",
		"summary": "本文分析了低碳的必然选择,汽车产业的发展趋势,探讨了欧洲国家、美国和日本鼓励新能源汽车发展和政府支持助力我国新能源汽车产业发展的情况。",
		"title": "新能源汽车产业发展的政策支持",
		"type": "论文",
		"year": "2010"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "新能源"
	},
	"node2_label": ["技术"],
	"relation": "技术类别"
},
{
	"node1": {
		"citation": "103",
		"keyword": "新能源汽车",
		"source": "万方,豆丁网,道客巴巴,爱学术,百度文库",
		"summary": "本文分析了低碳的必然选择,汽车产业的发展趋势,探讨了欧洲国家、美国和日本鼓励新能源汽车发展和政府支持助力我国新能源汽车产业发展的情况。",
		"title": "新能源汽车产业发展的政策支持",
		"type": "论文",
		"year": "2010"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "汽车产业"
	},
	"node2_label": ["技术"],
	"relation": "技术类别"
},
{
	"node1": {
		"citation": "103",
		"keyword": "新能源汽车",
		"source": "万方,豆丁网,道客巴巴,爱学术,百度文库",
		"summary": "本文分析了低碳的必然选择,汽车产业的发展趋势,探讨了欧洲国家、美国和日本鼓励新能源汽车发展和政府支持助力我国新能源汽车产业发展的情况。",
		"title": "新能源汽车产业发展的政策支持",
		"type": "论文",
		"year": "2010"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "汽车产业发展"
	},
	"node2_label": ["技术"],
	"relation": "技术类别"
},
{
	"node1": {
		"citation": "103",
		"keyword": "新能源汽车",
		"source": "万方,豆丁网,道客巴巴,爱学术,百度文库",
		"summary": "本文分析了低碳的必然选择,汽车产业的发展趋势,探讨了欧洲国家、美国和日本鼓励新能源汽车发展和政府支持助力我国新能源汽车产业发展的情况。",
		"title": "新能源汽车产业发展的政策支持",
		"type": "论文",
		"year": "2010"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "陈柳钦"
	},
	"node2_label": ["人物"],
	"relation": "作者"
},
{
	"node1": {
		"citation": "146",
		"keyword": "新能源汽车",
		"source": "维普,万方,知网,airitilibrary.com,豆丁网,道客巴巴,爱学术,zgsczzs.com.cn,kjliaowang.com.cn,百度文库",
		"summary": "摘　要: 新能源汽车是低碳的必然选择,汽车产业的发展趋势。新能源汽车产业化发展的直接推动力就是国家的相关扶植政策。美国、日本、欧洲等发达国家对新能源汽车技术高...",
		"title": "谈新能源汽车产业发展的政策支持",
		"type": "论文",
		"year": "2010"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "全球科技经济瞭望"
	},
	"node2_label": ["出版源"],
	"relation": "来源"
},
{
	"node1": {
		"citation": "146",
		"keyword": "新能源汽车",
		"source": "维普,万方,知网,airitilibrary.com,豆丁网,道客巴巴,爱学术,zgsczzs.com.cn,kjliaowang.com.cn,百度文库",
		"summary": "摘　要: 新能源汽车是低碳的必然选择,汽车产业的发展趋势。新能源汽车产业化发展的直接推动力就是国家的相关扶植政策。美国、日本、欧洲等发达国家对新能源汽车技术高...",
		"title": "谈新能源汽车产业发展的政策支持",
		"type": "论文",
		"year": "2010"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "汽车产业发展"
	},
	"node2_label": ["技术"],
	"relation": "技术类别"
},
{
	"node1": {
		"citation": "146",
		"keyword": "新能源汽车",
		"source": "维普,万方,知网,airitilibrary.com,豆丁网,道客巴巴,爱学术,zgsczzs.com.cn,kjliaowang.com.cn,百度文库",
		"summary": "摘　要: 新能源汽车是低碳的必然选择,汽车产业的发展趋势。新能源汽车产业化发展的直接推动力就是国家的相关扶植政策。美国、日本、欧洲等发达国家对新能源汽车技术高...",
		"title": "谈新能源汽车产业发展的政策支持",
		"type": "论文",
		"year": "2010"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "政策支持"
	},
	"node2_label": ["技术"],
	"relation": "技术类别"
},
{
	"node1": {
		"citation": "146",
		"keyword": "新能源汽车",
		"source": "维普,万方,知网,airitilibrary.com,豆丁网,道客巴巴,爱学术,zgsczzs.com.cn,kjliaowang.com.cn,百度文库",
		"summary": "摘　要: 新能源汽车是低碳的必然选择,汽车产业的发展趋势。新能源汽车产业化发展的直接推动力就是国家的相关扶植政策。美国、日本、欧洲等发达国家对新能源汽车技术高...",
		"title": "谈新能源汽车产业发展的政策支持",
		"type": "论文",
		"year": "2010"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "新能源汽车"
	},
	"node2_label": ["技术"],
	"relation": "技术类别"
},
{
	"node1": {
		"citation": "146",
		"keyword": "新能源汽车",
		"source": "维普,万方,知网,airitilibrary.com,豆丁网,道客巴巴,爱学术,zgsczzs.com.cn,kjliaowang.com.cn,百度文库",
		"summary": "摘　要: 新能源汽车是低碳的必然选择,汽车产业的发展趋势。新能源汽车产业化发展的直接推动力就是国家的相关扶植政策。美国、日本、欧洲等发达国家对新能源汽车技术高...",
		"title": "谈新能源汽车产业发展的政策支持",
		"type": "论文",
		"year": "2010"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "新能源"
	},
	"node2_label": ["技术"],
	"relation": "技术类别"
},
{
	"node1": {
		"citation": "146",
		"keyword": "新能源汽车",
		"source": "维普,万方,知网,airitilibrary.com,豆丁网,道客巴巴,爱学术,zgsczzs.com.cn,kjliaowang.com.cn,百度文库",
		"summary": "摘　要: 新能源汽车是低碳的必然选择,汽车产业的发展趋势。新能源汽车产业化发展的直接推动力就是国家的相关扶植政策。美国、日本、欧洲等发达国家对新能源汽车技术高...",
		"title": "谈新能源汽车产业发展的政策支持",
		"type": "论文",
		"year": "2010"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "陈柳钦"
	},
	"node2_label": ["人物"],
	"relation": "作者"
},
{
	"node1": {
		"citation": "65",
		"keyword": "新能源汽车",
		"source": "维普,万方,知网,《中国人口·资源与环境》官网,豆丁网,道客巴巴,爱学术,airitilibrary.com,百度文库",
		"summary": "目前大部分关于新能源汽车上市销售影响因素的探讨都是定性的,对于各个因素的影响程度,还存在着很大的争议,这在一定程度上阻碍了新能源汽车的市场推广步伐。通过由20位...",
		"title": "新能源汽车购买决策的影响因素研究",
		"type": "论文",
		"year": "2010"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "中国人口·资源与环境"
	},
	"node2_label": ["出版源"],
	"relation": "来源"
},
{
	"node1": {
		"citation": "65",
		"keyword": "新能源汽车",
		"source": "维普,万方,知网,《中国人口·资源与环境》官网,豆丁网,道客巴巴,爱学术,airitilibrary.com,百度文库",
		"summary": "目前大部分关于新能源汽车上市销售影响因素的探讨都是定性的,对于各个因素的影响程度,还存在着很大的争议,这在一定程度上阻碍了新能源汽车的市场推广步伐。通过由20位...",
		"title": "新能源汽车购买决策的影响因素研究",
		"type": "论文",
		"year": "2010"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "因子分析"
	},
	"node2_label": ["技术"],
	"relation": "技术类别"
},
{
	"node1": {
		"citation": "65",
		"keyword": "新能源汽车",
		"source": "维普,万方,知网,《中国人口·资源与环境》官网,豆丁网,道客巴巴,爱学术,airitilibrary.com,百度文库",
		"summary": "目前大部分关于新能源汽车上市销售影响因素的探讨都是定性的,对于各个因素的影响程度,还存在着很大的争议,这在一定程度上阻碍了新能源汽车的市场推广步伐。通过由20位...",
		"title": "新能源汽车购买决策的影响因素研究",
		"type": "论文",
		"year": "2010"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "购买决策"
	},
	"node2_label": ["技术"],
	"relation": "技术类别"
},
{
	"node1": {
		"citation": "65",
		"keyword": "新能源汽车",
		"source": "维普,万方,知网,《中国人口·资源与环境》官网,豆丁网,道客巴巴,爱学术,airitilibrary.com,百度文库",
		"summary": "目前大部分关于新能源汽车上市销售影响因素的探讨都是定性的,对于各个因素的影响程度,还存在着很大的争议,这在一定程度上阻碍了新能源汽车的市场推广步伐。通过由20位...",
		"title": "新能源汽车购买决策的影响因素研究",
		"type": "论文",
		"year": "2010"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "许芳"
	},
	"node2_label": ["人物"],
	"relation": "作者"
},
{
	"node1": {
		"citation": "65",
		"keyword": "新能源汽车",
		"source": "维普,万方,知网,《中国人口·资源与环境》官网,豆丁网,道客巴巴,爱学术,airitilibrary.com,百度文库",
		"summary": "目前大部分关于新能源汽车上市销售影响因素的探讨都是定性的,对于各个因素的影响程度,还存在着很大的争议,这在一定程度上阻碍了新能源汽车的市场推广步伐。通过由20位...",
		"title": "新能源汽车购买决策的影响因素研究",
		"type": "论文",
		"year": "2010"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "新能源汽车"
	},
	"node2_label": ["技术"],
	"relation": "技术类别"
},
{
	"node1": {
		"citation": "65",
		"keyword": "新能源汽车",
		"source": "维普,万方,知网,《中国人口·资源与环境》官网,豆丁网,道客巴巴,爱学术,airitilibrary.com,百度文库",
		"summary": "目前大部分关于新能源汽车上市销售影响因素的探讨都是定性的,对于各个因素的影响程度,还存在着很大的争议,这在一定程度上阻碍了新能源汽车的市场推广步伐。通过由20位...",
		"title": "新能源汽车购买决策的影响因素研究",
		"type": "论文",
		"year": "2010"
	},
	"node1_label": ["论文"],
	"node2": {
		"name": "徐国虎"
	},
	"node2_label": ["人物"],
	"relation": "作者"
}]